/* No comment provided by engineer. */
"Account or password not recognized" = "Compte ou mot de passe non reconnu";

/* No comment provided by engineer. */
"The entered user name and password do not permit login to the remote server. One or both may not be valid, or they may have been entered incorrectly." = "Le nom d’utilisateur et le mot de passe ne permettent pas la connexion au serveur distant. Ils sont peut-être incorrects ou n’ont pas été saisis correctement.";

/* Plug-in name in Services list */
"BSD Flat File and NIS" = "Fichier plat BSD et NIS";

/* No comment provided by engineer. */
"Can\\U02BCt configure Directory Services" = "Impossible de configurer les services d’annuaire";

/* No comment provided by engineer. */
"Can\\U02BCt connect to server" = "Connexion au serveur impossible";

/* No comment provided by engineer. */
"Cancel" = "Annuler";

/* No comment provided by engineer. */
"Back" = "Précédent";

/* little text in dialogs telling user caps lock is on (10 pts) */
"caps lock on" = "maj. verrouillées";

/* No comment provided by engineer. */
"Delete directory domain?" = "Supprimer le domaine de répertoire ?";

/* Window Title */
"Directory Access: %@" = "Accès à l’annuaire : %@";

/* No comment provided by engineer. */
"An unexpected error occurred" = "Une erreur inattendue est survenue";

/* No comment provided by engineer. */
"Directory Services may not be installed on the remote server, they may be turned off, or the URL may have been entered incorrectly." = "Il se peut que les services d’annuaire ne soient pas installés sur le serveur distant, soient désactivés ou que l’URL n’ait pas été saisie correctement.";

/* No comment provided by engineer. */
"Do you want to save changes before locking?" = "Souhaitez-vous enregistrer les modifications avant de verrouiller ?";

/* No comment provided by engineer. */
"Do you want to save changes before quitting?" = "Souhaitez-vous enregistrer les modifications avant de quitter ?";

/* No comment provided by engineer. */
"Don\\U02BCt Save" = "Ne pas enregistrer";

/* No comment provided by engineer. */
"Edit of Custom path" = "Modification du chemin personnalisé";

/* No comment provided by engineer. */
"Failed to allocate data buffer." = "L’allocation du tampon de données a échoué.";

/* No comment provided by engineer. */
"Failed to allocate data list." = "L’allocation de la liste de données a échoué.";

/* No comment provided by engineer. */
"Failed to build data list from strings." = "La constitution de la liste de données à partir des chaînes a échoué.";

/* No comment provided by engineer. */
"Failed to change custom search policy." = "Le changement des règles de la recherche personnalisée a échoué.";

/* No comment provided by engineer. */
"Failed to change search policy." = "Le changement de politique de recherche a échoué.";

/* No comment provided by engineer. */
"Failed to deallocate data buffer." = "La désallocation du tampon de données a échoué.";

/* No comment provided by engineer. */
"Failed to get directory node count." = "Échec de la lecture du nombre de nœuds d’annuaire.";

/* No comment provided by engineer. */
"Failed to open directory node." = "L’ouverture du nœud d’annuaire a échoué.";

/* No comment provided by engineer. */
"Failed to retrieve directory domains." = "La récupération des domaines de répertoire a échoué.";

/* No comment provided by engineer. */
"Failed to retrieve plug-in list." = "La récupération de la liste de modules a échoué.";

/* No comment provided by engineer. */
"Failed to retrieve record attribute entry." = "La récupération d’entrée d’attribut d’enregistrement a échoué.";

/* No comment provided by engineer. */
"Failed to retrieve record entry." = "La récupération de l’entrée d’enregistrement a échoué.";

/* Error converting */
"IPv4 address required." = "Adresse IPv4 requise.";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Continue" = "Continuer";

/* No comment provided by engineer. */
"Please confirm deletion." = "Veuillez confirmer la suppression.";

/* No comment provided by engineer. */
"Plug-in configuration application %@ could not be opened." = "L’application %@ de configuration du module n’a pu être ouverte.";

/* No comment provided by engineer. */
"Plug-in configuration application %@ is missing. Try editing the configuration file %@." = "L’application %1$@ de configuration du module n’a pu être trouvée. Essayez de modifier le fichier de configuration %2$@.";

/* No comment provided by engineer. */
"Plug-in configuration application %@ or configuration file %@ could not be opened." = "L’application %1$@ de configuration du module ou le fichier de configuration %2$@ n’a pu être ouvert.";

/* No comment provided by engineer. */
"Plug-in configuration application: %@ is missing." = "L’application de configuration du module : %@ est introuvable.";

/* No comment provided by engineer. */
"Plug-in configuration file %@ is missing." = "Le fichier %@ de configuration du module est introuvable.";

/* No comment provided by engineer. */
"Plug-in Configure Failed" = "La configuration du module a échoué";

/* No comment provided by engineer. */
"Save" = "Enregistrer";

/* No comment provided by engineer. */
"Save Changes?" = "Enregistrer les modifications ?";

/* No comment provided by engineer. */
"Server not found" = "Serveur introuvable";

/* No comment provided by engineer. */
"Some of the selected directory domains are already within your custom path." = "Certains domaines de répertoire sélectionnés font déjà partie de votre chemin personnalisé.";

/* No comment provided by engineer. */
"The entered name and password do not permit login to the remote server. One or both may not be valid, or they may have been entered incorrectly." = "Le nom d’utilisateur et le mot de passe saisis ne permettent pas la connexion au serveur distant. Ils sont peut-être incorrects ou n’ont pas été saisis correctement.";

/* No comment provided by engineer. */
"The remote server is using a different version of Mac OS X. Remote Directory Setup requires both machines to have the same version." = "Le serveur distant utilise une version de Mac OS X différente. La configuration du répertoire distant requiert deux versions identiques.";

/* No comment provided by engineer. */
"The remote server may not be available or the URL may have been entered incorrectly." = "Le serveur distant est indisponible ou l’URL n’a pas été saisie correctement.";

/* No comment provided by engineer. */
"This directory domain is already within your custom path." = "Ce nœud de domaine fait déjà partie de votre chemin personnalisé.";

/* No comment provided by engineer. */
"This field must contain only ASCII (Roman) characters." = "Ce champ ne peut contenir que des caractères ASCII (Roman).";

/* No comment provided by engineer. */
"This plug-in does not require configuration." = "Ce module ne requiert aucune configuration.";

"kVerifyingNFSMountHeader" = "Appel du serveur NFS.";
"kVerifyingNFSMountBody" = "Tentative de vérification de la validité de l’URL NFS en cours. Pour continuer sans vérifier, cliquez sur Ne pas vérifier.";
"kVerifyingNFSMountOKBtnTitle" = "Ne pas vérifier";
"kNFSMountNoResponseHeader" = "Le serveur NFS n’a pas répondu.";
"kNFSMountNoResponseBody" = "Le serveur NFS n’a pas répondu. Voulez-vous tout de même créer ce point de montage ?";
"kNFSMountNoResponseOKBtnTitle" = "Créer";
"kNFSMountGoodHeader" = "Le serveur NFS semble en état de fonctionnement.";
"kNFSMountGoodBody" = "Le serveur NFS a répondu et semble fonctionner. Cliquez sur OK pour continuer.";
"kNFSMountGoodOKBtnTitle" = "OK";
"kUserHomeDirBadPasswordHeader" = "Mot de passe incorrect.";
"kUserHomeDirBadPasswordBody" = "Le mot de passe saisi ne correspond pas à ce compte utilisateur.";
"kUserHomeDirPassDoesntMatchImageHeader" = "Les mots de passe du compte et du répertoire de départ FileVault ne concordent pas.";
"kUserHomeDirPassDoesntMatchImageBody" = "Modifiez le mot de passe de ce compte utilisateur dans les Préférences Système, afin qu’il corresponde au mot de passe du répertoire de départ FileVault sélectionné.";
"kEnableRootUserMenuItem" = "Activer l’utilisateur root";
"kDisableRootUserMenuItem" = "Désactiver l’utilisateur root";

"kODServerType" = "Serveur Open Directory";
"kSBServerType" = "Mac OS X Server";
"kADServerType" = "Domaine Active Directory";
"kLocalODMasterDisplayName" = "Serveur local";

"kStatusDisplayStringODUp" = "Ce serveur répond normalement.";
"kStatusDisplayStringODDown" = "Ce serveur ne répond pas.";
"kStatusDisplayStringODChecking" = "Cet ordinateur tente d’entrer en contact avec %@.";
"kStatusDisplayStringODNotUsed" = "Ce serveur n’est pas en cours d’utilisation.";
"kStatusDisplayStringADUp" = "Ce domaine répond normalement.";
"kStatusDisplayStringADDown" = "Ce domaine ne répond pas.";
"kStatusDisplayStringADChecking" = "Cet ordinateur tente d’entrer en contact avec %@.";
"kStatusDisplayNotInAuthSearchPolicyFormat" = "%@ Ce serveur ne se trouve pas dans vos règles de recherche d’authentification.";

"kNoDirectoryServersFoundMsg" = "Aucun serveur d’annuaire configuré";

"kEditDirServerMergeAccountLabelFormat" = "« %@ » avec le compte réseau ci-dessous";

"kSingleSBSFound" = "Le serveur Mac OS X Server « %@ » propose les services suivants. Voulez-vous configurer votre ordinateur pour utiliser les services proposés ?";
"kSBSMergeAccountLabelFormat" = "Oui, configurer mes applications";
"kSBSDontMergeAccountLabelFormat" = "Configurer les services";
"kSBSDontDoAnything" = "Non, ne pas configurer mes applications";
"kSBSOptionsPageMsgFormat" = "Voulez-vous configurer vos applications pour utiliser les services proposés par ce serveur ? Les opérations suivantes seront effectuées :\r\r%@%@%@%@%@";
"kSBSAuthPageMsgFormat" = "Saisissez le nom et le mot de passe sur « %@ » qui vous ont été fournis par l’administrateur du serveur.";
"kSBSAuthPageMsg2Format" = "Saisissez le mot de passe du compte « %@ » sur cet ordinateur.";
"kSBSFinalPageMsgFormatMerge" = "Vos applications sont maintenant prêtes à utiliser les services sur « %@ ».\r\r%@\r\rPour utiliser ces nouveaux services, fermez cette session et ouvrez-en une nouvelle.";
"kSBSFinalPageMsgLocalPassChanged" = "Le mot de passe du compte %@ sur cet ordinateur a été modifié de façon à correspondre à celui du compte %@ sur le serveur « %@ ».";
"kSBSFinalPageMsgServerPassChanged" = "Le mot de passe du compte %@ sur le serveur « %@ » a été modifié de façon à correspondre à celui du compte %@ sur cet ordinateur.";
"kSBSFinalPageMsgFormatNoMerge" = "Vos applications sont maintenant prêtes à utiliser les services sur « %@ ».";
"kUpgradeUserFailedTitle" = "La configuration des comptes utilisateurs a échoué.";
"kUpgradeUserFailedMsgFormat" = "Une erreur inattendue de type %d est survenue. Aucune modification n’a été effectuée.";
"kUpgradeUserFailedbadPasswdMSg" = "Mot de passe de compte réseau incorrect. Vérifiez le mot de passe et le nom du compte, puis réessayez.";
"kUpgradeUserFailedDSErrorMSg" = "Une erreur Open Directory est survenue. Aucune modification n’a été effectuée.";
"kUpgradeUserFailedBackupErrorMSg" = "Une erreur est survenue lors de la configuration de la sauvegarde. Aucune modification n’a été effectuée. Pour poursuivre sans effectuer de sauvegarde, cliquez sur le bouton Précédent, puis désactivez la sauvegarde.";

"kAugmentUserBindingToSBSAlert" = "Utiilser les services de ce serveur ?";
"kAugmentUserBindingToSBSMsgFormat" = "Si vous choisissez d’utiliser les services de %@, vos réglages de compte seront configurés pour utiliser ces services.";
"kAugmentUserBindingToSBSBindBtn" = "Utiliser le serveur";
"kAugmentUserBindingToSBSDontBindBtn" = "Annuler";

"kSureToDeleteODServerTitle" = "Interrompre l’utilisation du serveur de répertoire ?";
"kSureToDeleteODServerMsg" = "Êtes-vous sûr de ne plus vouloir utiliser le serveur de répertoire %@ ? Cette action ne peut être annulée.";
"kSureToDeleteSBServerTitle" = "Interrompre l’utilisation de Mac OS X Server ?";
"kSureToDeleteSBServerMsg" = "Êtes-vous sûr de vouloir interrompre l’utilisation des services du serveur Mac OS X Server %@ ? Cette action ne peut être annulée.";
"kCantDeleteLocalSBSTitle" = "Impossible de supprimer le serveur local.";
"kCantDeleteLocalSBSMsg" = "Le serveur local est requis pour le bon fonctionnement de ce Mac OS X Server et ne peut être supprimé.";
"kCantEditLocalSBSTitle" = "Impossible de modifier le serveur local.";
"kCantEditLocalSBSMsg" = "Le serveur local est requis pour le bon fonctionnement de ce Mac OS X Server et ne peut être modifié.";
"kDeleteServerBtn" = "Arrêter d’utiliser le serveur";
"kDontDeleteServerBtn" = "Annuler";
"kLeaveServerBtn" = "Arrêter d’utiliser le serveur";
"kDontLeaveServerBtn" = "Annuler";
"kLogOutBtn" = "Fermer la session";
"kQuitBtn" = "Quitter";
"kSkipFoundSBSSheetBtn" = "Ignorer";
"kJoinButton" = "Terminer la configuration";
"kBeginSetupBtn" = "Démarrer la configuration";
"kNewSBSStepTitleAlert" = "Introduction";
"kNewSBSStepTitleAuth" = "Authentification";
"kNewSBSStepTitleOptions" = "Options de configuration";
"kNewSBSStepTitleBackUp" = "Sauvegarde";
"kNewSBSStepTitleFinished" = "Réussite";
"kNewSBSBadLocalPassword" = "Échec d’authentification.";
"kNewSBSBadLocalPasswordMsg" = "Le mot de passe saisi pour le compte utilisateur local est incorrect.";
"kNewSBSBadNetPassword" = "Échec d’authentification.";
"kNewSBSBadNetPasswordMsg" = "Le nom et le mot de passe saisis pour le compte utilisateur sur le serveur ne correspondent pas.";
"kSureNotToMergeTitle" = "Êtes-vous sûr de vouloir continuer sans mettre à niveau votre compte local ?";
"kSureNotToMergeMsg" = "Si vous n’effectuez pas la mise à niveau, vous devrez, pour utiliser les services proposés par « %@ », ouvrir une session à l’aide des nom d’utilisateur et mot de passe fournis par l’administrateur du serveur.";
"kDontMergeBtn" = "Ne pas mettre à niveau";
"kGoBackBtn" = "Revenir";
"kMailServiceName" = "Mail";
"kMailServiceDescription" = "Vous configure un compte de courrier électronique et affiche les contacts du serveur.";
"kChatServiceName" = "iChat";
"kChatServiceDescription" = "Vous configure un compte iChat et remplit votre liste de contacts iChat.";
"kBackupServiceName" = "Time Machine";
"kBackupServiceDescription" = "Vous permet de sauvegarder des données de cet ordinateur sur ce serveur.";
"kFileServicesServiceName" = "Partage de fichiers";
"kFileServicesServiceDescription" = "Ajoute les disques partagés à la barre latérale du Finder.";
"kCalendarServiceName" = "iCal";
"kCalendarServiceDescription" = "Vous crée un calendrier personel sur le serveur et l’ajoute à iCal.";
"kWebServiceName" = "Web";
"kWebServiceDescription" = "Vous permet d’accéder au site web d’un groupe avec un wiki et un blog.";
"kVPNServiceName" = "VPN";
"kVPNServiceDescription" = "Vous permet de vous connecter au réseau privé à partir d’emplacements distants.";
"kMailConfigDetails" = "• Configurer Mail pour utiliser votre compte de courrier du serveur\r";
"kIChatConfigDetails" = "• Configurer iChat pour utiliser votre compte iChat du serveur\r";
"kFileSharingConfigDetails" = "• Ajouter les disques partagés du serveur à la barre latérale du Finder\r";
"kICalConfigDetails" = "• Ajouter dans iCal votre calendrier personnel du serveur\r";
"kVPNConfigDetails" = "• Ajouter une configuration VPN à ce serveur\r";
"kDontAskAboutThisServerAgain" = "Ne plus me poser la question à \npropos de ce serveur";
"kDontAskAboutTheseServersAgain" = "Ne plus me poser la question à \npropos de ces serveurs";

"kBackupAllData" = "Sauvegarder toutes les données de cet ordinateur";
"kCouldntAddServer" = "Impossible d’ajouter le serveur.";
"kCouldntAddServerUnexpectedErrorFormat" = "Une erreur inattendue de type %d (%@) est survenue.";
"kBadODServerNameFormat" = "Pas de réponse de %@. Veuillez vérifier l’adresse indiquée.";
"kDuplicateServerNameFormat" = "Cet ordinateur utilise déjà %@ ou une réplique correspondante.";
"kServerDoesntSupportSSLFormat" = "%@ ne prend pas en charge les connexions de répertoire chiffrées avec SSL.";
"kServerHasUnsupportedMappingsFormat" = "%@ ne peut être ajouté car ce n’est pas un serveur Open Directory ou parce qu’il utilise des mappages personnalisés.\n\nPour ajouter ce serveur :\n\n• Appuyez sur le bouton « Afficher les réglages avancés » dans la fenêtre principale\n• Sélectionnez « Services » dans la barre d’outils\n• Utilisez le service LDAPv3 pour ajouter ce serveur avec les mappages appropriés";
"kCouldntAddADDomain" = "Impossible d’ajouter le domaine.";
"kCouldntAddADDomainUnexpectedErrorFormat" = "Une erreur inattendue de type %d (%@) est survenue.";
"kBadADDomainNameFormat" = "Pas de réponse de %@. Veuillez vérifier l’adresse indiquée.";
"kPasswordsDontMatchTitle" = "Les mots de passe saisis ne correspondent pas.";
"kPasswordsDontMatchMsg" = "Veuillez réessayer.";

"kAddODServerStepCheckingAddress" = "Vérification de l’adresse du serveur…";
"kAddODServerStepCheckingForDupes" = "Recherche de serveurs correspondants…";
"kAddODServerStep1" = "Découverte d’informations sur le serveur…";
"kAddODServerStep2" = "Validation du mappage…";
"kAddODServerStep3" = "Détection des conditions requises de niveaux de sécurité et de liaison…";
"kAddODServerStep4" = "Tentative d’établissement de liaison…";
"kAddODServerStep5" = "Ajout d’un serveur à la configuration…";

"kCouldntBindToWGSWithADParent" = "Liaison impossible";
"kCouldntBindToWGSWithADParentMsg" = "Le serveur %@ est lié au domaine Active Directory %@. Pour vous lier à ce serveur, vous devez d’abord vous lier au domaine Active Directory.";
"kDupeComputerRecordFound" = "Il existe déjà un ordinateur avec ce nom dans l’annuaire. Vous pouvez choisir de l’écraser, au risque de désactiver un autre ordinateur en cours d’utilisation.";
"kAuthedBindingRequired" = "Ce serveur requiert une liaison authentifiée. Veuillez saisir un nom et mot de passe pour ce serveur.";
"kAuthedBindingAllowed" = "Ce serveur permet les liaisons authentifiées. Il vous est possible de saisir un nom et mot de passe ou bien de réaliser une liaison anonyme en laissant les champs vides.";
"kAuthedBindingAuthFailure" = "Les nom et mot de passe saisis ne concordent pas. Veuillez vérifier vos informations d’authentification puis réessayez.";
"kPermissionFailureDuringAuthBind" = "Vous n’êtes pas autorisé à écraser l’enregistrement existant de l’ordinateur. Veuillez signaler ceci à l’administrateur serveur ou essayez avec un autre identifiant d’ordinateur .";

/* toolbar labels */
"kUsers" = "Utilisateurs";
"kServices" = "Services";
"kAuth" = "Authentification";
"kAdvanced" = "Avancées";
"kDebug" = "Déboguer";
"kSearchPaths" = "Règles de recherche";
